persons = ['Mayun','Mahuateng','Leijun']

for person in persons:
    print(person + ", I want to invite you to have dinner with me.")
# На основе программы, написанной при выполнении упражнения 3-4, добавьте в конец программы оператор печати, чтобы указать, какой гость не может прийти на встречу.
print('Sorry, ' + persons[2] + " couldn't come.")

# Измените список гостей, замените имена гостей, которые не могут прийти на встречу, именами вновь приглашенных гостей.
persons[2] = 'Liuqiangdong'

# Распечатайте серию сообщений еще раз и отправьте п
